076923.python-image-preview
aaron-bond.better-comments
adpyke.codesnap
adpyke.vscode-sql-formatter
adrianwilczynski.format-selection-as-html
akamud.vscode-theme-onedark
alefragnani.project-manager
anysphere.cursorpyright
arturock.gitstash
batisteo.vscode-django
bbenoist.shell
bibhasdn.django-html
bibhasdn.git-easy
codezombiech.gitignore
davidanson.vscode-markdownlint
devsense.composer-php-vscode
dline.cobaltnext
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
edwinhuish.better-comments-next
esbenp.prettier-vscode
faiztechnics.sqlplus-runner
felipecaputo.git-project-manager
formulahendry.code-runner
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
inferrinizzard.prettier-sql-vscode
juanblanco.solidity
kevinrose.vsc-python-indent
language-anew.colour
mechatroner.rainbow-csv
mgesbert.python-path
mhutchie.git-graph
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.python-ds-extension-pack
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
mtxr.sqltools
mtxr.sqltools-driver-mysql
naumovs.color-highlight
njpwerner.autodocstring
oracle.oracle-java
parthr2031.colorful-comments
pkief.material-icon-theme
rarnoldmobile.todo-txt
shd101wyy.markdown-preview-enhanced
tintinweb.graphviz-interactive-preview
tomoki1207.pdf
trufflesuite-csi.truffle-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-dependency
vscode-icons-team.vscode-icons
vscode-infra.image-viewer
waderyan.gitblame
wholroyd.jinja
xshrim.txt-syntax
xyz.local-history
ziyasal.vscode-open-in-github
