aaron-bond.better-comments
akamud.vscode-theme-onedark
alexcvzz.vscode-sqlite
batisteo.vscode-django
dline.cobaltnext
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
feiskyer.chatgpt-copilot
formulahendry.code-runner
github.copilot
github.copilot-chat
juanblanco.solidity
kevinrose.vsc-python-indent
language-anew.colour
mechatroner.rainbow-csv
mgesbert.python-path
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
njpwerner.autodocstring
pkief.material-icon-theme
rarnoldmobile.todo-txt
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
trufflesuite-csi.truffle-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
xshrim.txt-syntax
